/* card commands displayed in menu bar */

"Power off Card" = "Wyłącz kartę";
"Power on Card" = "Włącz kartę";
"Open ExpressCard" = "Otwórz ExpressCard…";

/* card descriptions for cards we can not figure out */

"Unknown Vendor" = "Nieznany producent";
"Unknown Card Type" = "Nieznany typ karty";

/* card descriptions for PCI Class Codes */

"ClassCode00" = "Urządzenie starszego typu";
"ClassCode0001" = "Urządzenie zgodne z VGA";

"ClassCode01" = "Kontroler pamięci masowej";
"ClassCode0100" = "Kontroler SCSI";
"ClassCode0101" = "Kontroler IDE";
"ClassCode0102" = "Kontroler napędu dyskietek";
"ClassCode0103" = "Kontroler IPI";
"ClassCode0104" = "Kontroler RAID";
"ClassCode0105" = "Kontroler ATA";
"ClassCode0106" = "Kontroler SATA";
"ClassCode0107" = "Kontroler SAS";

"ClassCode02" = "Kontroler sieciowy";
"ClassCode0200" = "Kontroler Ethernet";
"ClassCode0201" = "Kontroler Token Ring";
"ClassCode0202" = "Kontroler FDDI";
"ClassCode0203" = "Kontroler ATM";
"ClassCode0204" = "Kontroler ISDN";
"ClassCode0205" = "Kontroler WorldFip";
"ClassCode0206" = "Wieloprzetwarzanie PICMG 2.14";

"ClassCode03" = "Kontroler monitora";

"ClassCode04" = "Urządzenie multimedialne";

"ClassCode05" = "Kontroler pamięci";

"ClassCode06" = "Urządzenie typu mostek";
"ClassCode0600" = "Mostek hosta";
"ClassCode0601" = "Mostek ISA";
"ClassCode0602" = "Mostek EISA";
"ClassCode0603" = "Mostek MCA";
"ClassCode0604" = "Mostek PCI-to-PCI";
"ClassCode0605" = "Mostek PCMCIA";
"ClassCode0606" = "Mostek NuBus";
"ClassCode0607" = "Mostek CardBus";
"ClassCode0608" = "Mostek RACEway";
"ClassCode0609" = "Mostek PCI-to-PCI";
"ClassCode060a" = "Mostek InfiniBand-do-PCI";

"ClassCode07" = "Kontroler Simple Communication";
"ClassCode0700" = "Kontroler szeregowy";
"ClassCode0701" = "Kontroler portu równoległego";
"ClassCode0702" = "Wieloportowy kontroler szeregowy";
"ClassCode0703" = "Kontroler modemu";
"ClassCode0704" = "Kontroler GPIB";
"ClassCode0705" = "Karta Smart";

"ClassCode08" = "Podstawowe urządzenia peryferyjne systemu";
"ClassCode0804" = "Kontroler PCI urządzeń podłączanych podczas pracy";

"ClassCode09" = "Kontroler urządzenia wejściowego";
"ClassCode0900" = "Kontroler klawiatury";
"ClassCode0901" = "Kontroler przetwornika cyfrowego";
"ClassCode0902" = "Kontroler myszy";
"ClassCode0903" = "Kontroler skanera";
"ClassCode0904" = "Kontroler Gameport";

"ClassCode0a" = "Stacja dokująca";

"ClassCode0b" = "Koprocesor";

"ClassCode0c" = "Kontroler magistrali szeregowej";
"ClassCode0c00" = "Kontroler FireWire";
"ClassCode0c01" = "Kontroler ACCESS.bus";
"ClassCode0c02" = "Kontroler SSA";
"ClassCode0c03" = "Kontroler USB";
"ClassCode0c04" = "Kontroler Fibre Channel";
"ClassCode0c05" = "Kontroler SMBus";
"ClassCode0c06" = "Kontroler InfiniBand";
"ClassCode0c07" = "Kontroler IPMI";
"ClassCode0c08" = "Kontroler SERCOS";
"ClassCode0c09" = "Kontroler CANbus";

"ClassCode0d" = "Kontroler bezprzewodowy";
"ClassCode0d00" = "Kontroler iRDa";
"ClassCode0d01" = "Kontroler Consumer IR";
"ClassCode0d10" = "Kontroler RF";
"ClassCode0d11" = "Kontroler Bluetooth";
"ClassCode0d12" = "Kontroler szerokopasmowy";
"ClassCode0d20" = "Kontroler Wi-Fi 5 GHz";
"ClassCode0d21" = "Kontroler Wi-Fi 2,4 GHz";

"ClassCode0e" = "Kontroler Inteligentnego we/wy";

"ClassCode0f" = "Kontroler komunikacji satelitarnej";

"ClassCode10" = "Kontroler szyfrowania/odszyfrowania";

"ClassCode11" = "Kontroler gromadzenia danych";
